       IDENTIFICATION DIVISION.
       PROGRAM-ID. WebServer.
       
       DATA DIVISION.
       WORKING-STORAGE SECTION.
       01 WEB-RESP        PIC X(255).
       
       PROCEDURE DIVISION.
           WEB OPEN
           WEB CONVERSE
           WEB CLOSE.

